apush.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-04 Mon 11:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>AP US History</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Hazel Lain" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">AP US History</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org167c908">1. Period 1: 1491-1670</a></li>
<li><a href="#orgf3eafad">2. Period 2: 1607-1754</a></li>
<li><a href="#orge123f38">3. Period 3: 1754-1800</a></li>
<li><a href="#orgcd79751">4. Period 4: 1800-1848</a></li>
<li><a href="#org7212093">5. Period 5: 1844-1877</a>
<ul>
<li><a href="#orge23e070">5.1. rise of republican party</a>
<ul>
<li><a href="#org94b64e1">5.1.1. northern economy</a></li>
</ul>
</li>
<li><a href="#org0e16e16">5.2. bleeding Kansas</a></li>
<li><a href="#orga300e1c">5.3. Dred Scott v. Sandford</a></li>
<li><a href="#org023cd49">5.4. Rise of Lincoln</a></li>
<li><a href="#org05a149c">5.5. Lincoln-Douglas debates</a></li>
<li><a href="#org13ccb33">5.6. John Brown</a></li>
<li><a href="#orgbac09a7">5.7. southern nationalism/Fire Eaters</a></li>
<li><a href="#org3809a0b">5.8. election of 1860</a></li>
<li><a href="#org9bf7676">5.9. secession crisis</a></li>
<li><a href="#orgcabfdf9">5.10. and the war came</a>
<ul>
<li><a href="#org3e68663">5.10.1. Fort Sumter</a></li>
</ul>
</li>
<li><a href="#orgaddb5e7">5.11. reconstruction</a>
<ul>
<li><a href="#org52d94be">5.11.1. seven phases of reconstruction</a></li>
<li><a href="#org1a5668b">5.11.2. goals for reconstruction</a></li>
<li><a href="#orgb9be6fb">5.11.3. land reform</a></li>
<li><a href="#org2a88008">5.11.4. republican rule</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org834ec5b">6. Chapter Summaries</a>
<ul>
<li><a href="#orgfc1967d">6.1. Reconstruction, 1865-1877&#xa0;&#xa0;&#xa0;<span class="tag"><span class="ch15">ch15</span></span></a>
<ul>
<li><a href="#org5de31f8">6.1.1. the meaning of freedom</a></li>
<li><a href="#org2f42d7a">6.1.2. the making of radical reconstruction</a></li>
<li><a href="#orgb8c0b1d">6.1.3. radical reconstruction in the south</a></li>
<li><a href="#org5198fc2">6.1.4. the overthrow of reconstruction</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org167c908" class="outline-2">
<h2 id="org167c908"><span class="section-number-2">1</span> Period 1: 1491-1670</h2>
</div>
<div id="outline-container-orgf3eafad" class="outline-2">
<h2 id="orgf3eafad"><span class="section-number-2">2</span> Period 2: 1607-1754</h2>
</div>
<div id="outline-container-orge123f38" class="outline-2">
<h2 id="orge123f38"><span class="section-number-2">3</span> Period 3: 1754-1800</h2>
</div>
<div id="outline-container-orgcd79751" class="outline-2">
<h2 id="orgcd79751"><span class="section-number-2">4</span> Period 4: 1800-1848</h2>
</div>
<div id="outline-container-org7212093" class="outline-2">
<h2 id="org7212093"><span class="section-number-2">5</span> Period 5: 1844-1877</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orge23e070" class="outline-3">
<h3 id="orge23e070"><span class="section-number-3">5.1</span> rise of republican party</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>Convinced Northerners that the "slave power" posed immediate threat to liberty
<ul class="org-ul">
<li>Slavery creates strict system of hierarchy</li>
<li>Threatened the American Dream</li>
<li>Free labor could not compete with slave labor; slavery's expansion must be halted to ensure freedom for the white laborer</li>
</ul></li>
<li>Not abolitionists per se; just wanted to prevent the spread of slavery</li>
</ul>
</div>

<div id="outline-container-org94b64e1" class="outline-4">
<h4 id="org94b64e1"><span class="section-number-4">5.1.1</span> northern economy</h4>
<div class="outline-text-4" id="text-5-1-1">
<ul class="org-ul">
<li>1850s: Northern stays acquiring large amount of guap/skrilla</li>
<li>Increased the amount of investment/building of railroads connecting the midwest to North
<ul class="org-ul">
<li>Forming new cultural connections between Northern businessmen and Midwest farmers</li>
</ul></li>
<li>Economic integration between Northwest and Northeast creates groundwork for unification in the republican party</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org0e16e16" class="outline-3">
<h3 id="org0e16e16"><span class="section-number-3">5.2</span> bleeding Kansas</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>1854 elections in Kansas corrupted by Missourians
<ul class="org-ul">
<li>resulted in pro-slavery territory legislation</li>
<li>supported by Franklin Pierce</li>
<li>Anti-slavery territory governor removed</li>
</ul></li>
<li>Civil war breaks out within Kansas
<ul class="org-ul">
<li>200 killed</li>
<li>tons of property/infrastructure damage</li>
<li>Charles Sumner</li>
</ul></li>
<li>Kansas admittance put on hold</li>
</ul>
</div>
</div>

<div id="outline-container-orga300e1c" class="outline-3">
<h3 id="orga300e1c"><span class="section-number-3">5.3</span> Dred Scott v. Sandford</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>Dred Scott (current slave living in free territory) sues for his freedom</li>
<li>SCOTUS determines that Congress possessed no power under the Constitution to bar slavery from a territory
<ul class="org-ul">
<li>Reinforces ideas of white citizenship</li>
<li>Scott still a slave despite living in free territory (but given immediate Emancipation!)</li>
</ul></li>
<li>Effectively declared Republican platform as unconstitutional</li>
<li>President Buchanan declared that slavery, henceforth existed in all the territories, "by virtue of the Constitution"</li>
</ul>
</div>
</div>

<div id="outline-container-org023cd49" class="outline-3">
<h3 id="org023cd49"><span class="section-number-3">5.4</span> Rise of Lincoln</h3>
<div class="outline-text-3" id="text-5-4">
<ul class="org-ul">
<li>Stephen Douglas runs for Senate re-election</li>
<li>Faces unexpectedly strong challenge from Abraham Lincoln</li>
<li>Developed critique of slavery that became central to Republican platform
<ul class="org-ul">
<li>Not completely abolitionist; willing to negotiate with South</li>
<li>Echoed sentiments that blacks were not necessarily equal to whites; but that all deserved a chance at the American dream</li>
</ul></li>
</ul>

<p>
"I hate it because of the monstrous injustice of slavery itself. I hate it because it deprives our republican example of its just influence in the world &#x2013; enables the enemies of free insitutions, with plausibility, to taunt us as hypocrites &#x2013; causes the real friends of freedom to doubt our sincerity." &#x2014;Abraham Lincoln
</p>
</div>
</div>

<div id="outline-container-org05a149c" class="outline-3">
<h3 id="org05a149c"><span class="section-number-3">5.5</span> Lincoln-Douglas debates</h3>
<div class="outline-text-3" id="text-5-5">
<ul class="org-ul">
<li>The Lincoln-Douglas debates more popular than Yeezus tour</li>
<li>To Lincoln, freedom = opposition of slavery
<ul class="org-ul">
<li>June 1858 Lincoln gives House Divided speech: "A house divided against itself</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org13ccb33" class="outline-3">
<h3 id="org13ccb33"><span class="section-number-3">5.6</span> John Brown</h3>
<div class="outline-text-3" id="text-5-6">
<ul class="org-ul">
<li>Very devout Old Testament Christian</li>
<li>Aided abolitionist war effort in Bleeding Kansas, midwest, and Canada</li>
<li>October 16, 1859, Brown and 21 men seize military arsenal at Harpers Ferry, VA</li>
<li>Captured, tried, and convicted of Treason
<ul class="org-ul">
<li>Demeanor during trial won over many Northerners</li>
</ul></li>
<li>Violent uprising increased sectional tensions between North and South</li>
</ul>
</div>
</div>

<div id="outline-container-orgbac09a7" class="outline-3">
<h3 id="orgbac09a7"><span class="section-number-3">5.7</span> southern nationalism/Fire Eaters</h3>
<div class="outline-text-3" id="text-5-7">
<ul class="org-ul">
<li>1850s Southerners argue that they would be better off outside the Union
<ul class="org-ul">
<li>Price of slaves making it impossible for white to attain American Dream</li>
<li>North reaped benefits of slavery; while southerners becoming bankrupt</li>
</ul></li>
<li>Southerners strengthen bonds of slave
<ul class="org-ul">
<li>"Slavery is our king. Slavery is our truth. Slavery is our divine right."</li>
</ul></li>
<li>Southerners more bold in talking publically of slave-based expansion
<ul class="org-ul">
<li>Ostend Manifesto: buying/capture of Cuba</li>
<li>Tennessean William Walker tries to take over several Latin American territories</li>
</ul></li>
<li>By early 1860, seven Deep South states demanded Democratic Platform pledge to protect slavery in all new territories</li>
</ul>
</div>
</div>

<div id="outline-container-org3809a0b" class="outline-3">
<h3 id="org3809a0b"><span class="section-number-3">5.8</span> election of 1860</h3>
<div class="outline-text-3" id="text-5-8">
<ul class="org-ul">
<li>Election pure chaos
<ul class="org-ul">
<li>North: Lincoln vs. Douglas</li>
<li>South: Douglas vs. Breckinridge vs. John Bell (no republican candidate)</li>
</ul></li>
<li>Returns most sectional in nation's history</li>
<li>Douglas carried support in most of the nation, but not enough to win</li>
<li>Lincoln fails to win majority of popular vote (only 40%), but carries North and electoral college</li>
<li>Without a single voite in ten Southern states, Lincoln was elected the nation's sixteenth president</li>
</ul>
</div>
</div>

<div id="outline-container-org9bf7676" class="outline-3">
<h3 id="org9bf7676"><span class="section-number-3">5.9</span> secession crisis</h3>
<div class="outline-text-3" id="text-5-9">
<ul class="org-ul">
<li>Most knew Lincoln would not attempt immediate abolition; but his election marked start of potential long rule of Republicans</li>
<li>South Carolina first state to secede
<ul class="org-ul">
<li>6 other states follow (all Cotton Kingdom: TX, LA, AL, MS, FL, GA)</li>
</ul></li>
<li>December 20, 1860, the legislature unanimously voted to leave the Union
<ul class="org-ul">
<li>Declaration of the Immediate Causes of Secession placed the issue of slavery at the center of the crisis</li>
</ul></li>
<li>Buchanan lame duck,</li>
</ul>

<p>
Crittenden Proposal
</p>

<ul class="org-ul">
<li>Extend Missouri Compromise line to Pacific</li>
<li>Protect institution of slavery in slave states</li>
<li>Wildly popular in Congress</li>
<li>Lincoln not a plan; plan dies</li>
</ul>
</div>
</div>

<div id="outline-container-orgcabfdf9" class="outline-3">
<h3 id="orgcabfdf9"><span class="section-number-3">5.10</span> and the war came</h3>
<div class="outline-text-3" id="text-5-10">
</div>
<div id="outline-container-org3e68663" class="outline-4">
<h4 id="org3e68663"><span class="section-number-4">5.10.1</span> Fort Sumter</h4>
<div class="outline-text-4" id="text-5-10-1">
<ul class="org-ul">
<li>As states seceded, they began seizing U.S. government property (post offices, court-houses, and forts)</li>
<li>By March 4, only 2 forts remained in federal hands</li>
<li>Fort Sumter (Charleston SC) most important
<ul class="org-ul">
<li>Surrounded by confederates; cut off supplies</li>
</ul></li>
<li>Lincoln first day: received word that Sumter running low on supplies
<ul class="org-ul">
<li>Could not wait for dust to se</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgaddb5e7" class="outline-3">
<h3 id="orgaddb5e7"><span class="section-number-3">5.11</span> <a href="https://docs.google.com/presentation/d/1GuXBsEQ6NjLxXuWwiW9Mm6aEhK6Yvv6XlA8ahE_CfeU/present?token=AC4w5VjOOdpd6G13KWFcykfOcmti3wWuAw:1551112625175&amp;includes_info_params=1&amp;eisi=CMCCoOio1-ACFVXVDQodzL4E0Q#slide=id.g4feddd871a_0_119">reconstruction</a></h3>
<div class="outline-text-3" id="text-5-11">
</div>
<div id="outline-container-org52d94be" class="outline-4">
<h4 id="org52d94be"><span class="section-number-4">5.11.1</span> seven phases of reconstruction</h4>
<div class="outline-text-4" id="text-5-11-1">
<ol class="org-ol">
<li>Confederate states in the Union; run by "white power"</li>
<li>Secession: states in Confederacy; again "white power" structure</li>
<li>Martial law; occupied by Union</li>
<li>"Reconstructed" und Johnson; white power stucture put back summer 1865, lasts till spring 1867</li>
<li>Again, military rule; Johnson's regimes (except in TN) dibanded &lt;- Reconstruction Act 1867</li>
<li>Rebublican civilians in charge; not white power structure
<ol class="org-ol">
<li>States back in Union</li>
<li>"Bayonet Rule": Republican northerners running things, but military always there</li>
<li>gov mostly voted on by freed blacks</li>
</ol></li>
<li>Redemption: structure reverted essentially to step 1</li>
</ol>
</div>
</div>

<div id="outline-container-org1a5668b" class="outline-4">
<h4 id="org1a5668b"><span class="section-number-4">5.11.2</span> goals for reconstruction</h4>
<div class="outline-text-4" id="text-5-11-2">
<ul class="org-ul">
<li>Republicans -&gt;
<ul class="org-ul">
<li>land ownership, education, suffrage for blacks</li>
<li>goodbye Johnson</li>
</ul></li>
<li>Union back together</li>
</ul>
</div>
</div>

<div id="outline-container-orgb9be6fb" class="outline-4">
<h4 id="orgb9be6fb"><span class="section-number-4">5.11.3</span> land reform</h4>
<div class="outline-text-4" id="text-5-11-3">
<ul class="org-ul">
<li>discussion of land given to freedmen
<ul class="org-ul">
<li>40 acres + 1 mule</li>
</ul></li>
<li>slave-owning society essentially still controls freedmen
<ul class="org-ul">
<li>not easily able to own land</li>
<li>land = freedom, therefore true freedom not easily obtained</li>
<li>more white sharecroppers</li>
</ul></li>
</ul>
</div>

<ol class="org-ol">
<li><a id="org9b201b2"></a>why land reform didn't happen<br />
<div class="outline-text-5" id="text-5-11-3-1">
<ul class="org-ul">
<li>Northern whites didn't care</li>
<li>Only cared to give them the right to vote, as it would increase republican power</li>
<li>private property valued immensly by Americans</li>
<li>don't want to set "communist-like" precedent</li>
</ul>
</div>
</li>
</ol>
</div>

<div id="outline-container-org2a88008" class="outline-4">
<h4 id="org2a88008"><span class="section-number-4">5.11.4</span> republican rule</h4>
<div class="outline-text-4" id="text-5-11-4">
<ul class="org-ul">
<li>Republicans controlled confederate states during reconstruction (in office)</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-org834ec5b" class="outline-2">
<h2 id="org834ec5b"><span class="section-number-2">6</span> Chapter Summaries</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgfc1967d" class="outline-3">
<h3 id="orgfc1967d"><span class="section-number-3">6.1</span> Reconstruction, 1865-1877&#xa0;&#xa0;&#xa0;<span class="tag"><span class="ch15">ch15</span></span></h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-org5de31f8" class="outline-4">
<h4 id="org5de31f8"><span class="section-number-4">6.1.1</span> the meaning of freedom</h4>
<div class="outline-text-4" id="text-6-1-1">
</div>
<ol class="org-ol">
<li><a id="org57eddf7"></a>Blacks and the Meaning of Freedom<br /></li>
<li><a id="orgb1914f7"></a>Families in Freedom<br /></li>
<li><a id="orgc046b32"></a>Church and School<br /></li>
<li><a id="org94cfcc4"></a>Political Freedom<br /></li>
<li><a id="org157f32e"></a>Land, Labor, and Freedom<br /></li>
<li><a id="org9882949"></a>Masters without Slaves<br /></li>
<li><a id="orgdfd3bf6"></a>The Free Labor Vision<br /></li>
<li><a id="org8cc77a5"></a>The Freedmen's Bureau<br /></li>
<li><a id="org4f66604"></a>The Failure of Land Reform<br /></li>
<li><a id="org764c850"></a>Toward a New South<br /></li>
<li><a id="org9fd167e"></a>The White Farmer<br /></li>
<li><a id="orgb7c0862"></a>The Urban South<br /></li>
<li><a id="orgad1791c"></a>Aftermaths of Slavery<br /></li>
</ol>
</div>
<div id="outline-container-org2f42d7a" class="outline-4">
<h4 id="org2f42d7a"><span class="section-number-4">6.1.2</span> the making of radical reconstruction</h4>
<div class="outline-text-4" id="text-6-1-2">
</div>
<ol class="org-ol">
<li><a id="orgefa7e04"></a>Andrew Johnson<br /></li>
<li><a id="org4dafa6b"></a>The Failure of Presidential Reconstruction<br /></li>
<li><a id="orge1349e1"></a>The Black Codes<br /></li>
<li><a id="orgc5b9836"></a>The Origins of Civil Rights<br /></li>
<li><a id="org56f0ab1"></a>The Fourteenth Amendment<br /></li>
<li><a id="orgad7053d"></a>The Reconstruction Act<br /></li>
<li><a id="org8d1adfc"></a>Impeachment and the Election of Grant<br /></li>
<li><a id="org4a04bcf"></a>The Fifteenth Amendment<br /></li>
<li><a id="org52a75d9"></a>The "Great Constitutional Revolution"<br /></li>
<li><a id="org5728409"></a>Boundaries of Freedom<br /></li>
<li><a id="org95564da"></a>The Rights of Women<br /></li>
<li><a id="orgc63fdc6"></a>Feminists and Radicals<br /></li>
</ol>
</div>
<div id="outline-container-orgb8c0b1d" class="outline-4">
<h4 id="orgb8c0b1d"><span class="section-number-4">6.1.3</span> radical reconstruction in the south</h4>
<div class="outline-text-4" id="text-6-1-3">
</div>
<ol class="org-ol">
<li><a id="org1b5beeb"></a>"The Tocsin of Freedom"<br /></li>
<li><a id="org587643b"></a>The Black Officeholder<br /></li>
<li><a id="orgc7391bf"></a>Carpetbaggers and Scalawags<br /></li>
<li><a id="org933e978"></a>Southern Republicans in Power<br /></li>
<li><a id="orgd5f65fe"></a>The Quest for Prosperity<br /></li>
</ol>
</div>
<div id="outline-container-org5198fc2" class="outline-4">
<h4 id="org5198fc2"><span class="section-number-4">6.1.4</span> the overthrow of reconstruction</h4>
<div class="outline-text-4" id="text-6-1-4">
</div>
<ol class="org-ol">
<li><a id="orgb5eb778"></a>Reconstruction's Opponents<br /></li>
<li><a id="orge131825"></a>"A Reign of Terror"<br /></li>
<li><a id="org01d2313"></a>The Liberal Republicans<br /></li>
<li><a id="orgf78807c"></a>The North's Retreat<br /></li>
<li><a id="org733bf8e"></a>The Triumph of the Redeemers<br /></li>
<li><a id="org38fc321"></a>The Disputed Election and Bargain of 1877<br /></li>
<li><a id="orgb36c441"></a>The End of Reconstruction<br /></li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Hazel Lain</p>
<p class="date">Created: 2019-03-04 Mon 11:37</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
